"use client";
import React from "react";
import Footer from "../../ClientComponents/Footer"
export default function aboutpage() {
  return (
    <>
      {/* {<Modal />} */}
      <div className="main-front-layout">
        <div id="index-viewport-no-height">
          <div className="space"></div>
          <div id="about-us">
            <div className="container">
              <h1 className="header mobile">درباره سازه وب</h1>
              <div className="total-describe">
                <p className="paragraph">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                  استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                  تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با تولید سادگی
                  نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها
                  و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                  برای شرایط فعلی تکنولوژی مورد نیاز
                </p>

                <p className="paragraph">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                  استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                  تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با تولید سادگی
                  نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها
                  و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                  برای شرایط فعلی تکنولوژی مورد نیاز
                </p>
                <p className="paragraph">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                  استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                  تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با تولید سادگی
                  نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها
                  و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                  برای شرایط فعلی تکنولوژی مورد نیاز
                </p>
                <p className="paragraph">
                  {" "}
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                  استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی
                  تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با تولید سادگی
                  نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها
                  و متون بلکه روزنامه و لورم ایپسوم متن ساختگی با تولید سادگی
                  نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها
                  و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و
                  برای شرایط فعلی تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با
                  تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک
                  است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که
                  لازم است و برای شرایط فعلی تکنولوژی مورد نیاز مجله در ستون و
                  سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
                </p>

                <div className="describe">
                  <h2 className="header">اهداف سازه وب</h2>
                  <div className="describe-circle">
                    <div className="circle"></div>
                    <p>
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
                      و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه{" "}
                    </p>
                  </div>

                  <div className="describe-circle">
                    <div className="circle"></div>
                    <p>
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
                      و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه{" "}
                    </p>
                  </div>

                  <div className="describe-circle">
                    <div className="circle"></div>
                    <p>
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
                      و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه{" "}
                    </p>
                  </div>

                  <div className="describe-circle">
                    <div className="circle"></div>
                    <p>
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
                      و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه{" "}
                    </p>
                  </div>
                  <div>
                    <p className="paragraph">
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
                      و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه
                      روزنامه و مجله در ستون و سطرآنچنان که است و برای شرایط
                      فعلی تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با تولید
                      سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک
                      است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
                      که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
                    </p>
                    <p className="paragraph">
                      لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ
                      و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه
                      روزنامه و مجله در ستون و سطرآنچنان که است و برای شرایط
                      فعلی تکنولوژی مورد نیازلورم ایپسوم متن ساختگی با تولید
                      سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک
                      است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان
                      که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
                    </p>
                  </div>
                  <h2 className="header">یک عنوان</h2>
                  <p className="paragraph">
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و
                    با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که است و برای شرایط فعلی تکنولوژی
                    مورد نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از
                    صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون
                    بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای
                    شرایط فعلی تکنولوژی مورد نیاز
                  </p>
                  <p className="paragraph">
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و
                    با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه
                    و مجله در ستون و سطرآنچنان که است و برای شرایط فعلی تکنولوژی
                    مورد نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از
                    صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون
                    بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای
                    شرایط فعلی تکنولوژی مورد نیاز
                  </p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
}
